{"last_update": 1762909613, "trends": [{"id": "news_0_1762909613", "news": "Meta Claims Downloaded Porn at Center of AI Lawsuit Was for ‘Personal Use’. In a motion to dismiss filed earlier this week, Meta denied claims that employees had downloaded pornography from Strike 3 Holdings to train its artificial intelligence models.", "keywords": ["meta", "claims", "downloaded", "porn", "at"], "category": "news"}, {"id": "news_1_1762909613", "news": "Ledger Wants Its Latest Crypto Wallet to Take on Sam Altman’s Eyeball-Scanning Orb. As artificial intelligence bots and deepfakes make it harder to tell who is real and who isn't, crypto firms are jockeying to sell potential solutions.", "keywords": ["ledger", "wants", "its", "latest", "crypto"], "category": "news"}, {"id": "news_2_1762909613", "news": "Art in the Age of Artificial Intelligence. A.I. tools are getting better at producing convincing images, text, and videos. Does that mean they can make art?", "keywords": ["art", "in", "the", "age", "of"], "category": "news"}, {"id": "news_3_1762909613", "news": "Prediction: Artificial Intelligence (AI) Powerhouse Palantir Technologies Will Disappoint Wall Street on Nov. 3. ", "keywords": ["prediction:", "artificial", "intelligence", "(ai)", "powerhouse"], "category": "news"}, {"id": "news_4_1762909613", "news": "AI steps in to detect the world's deadliest infectious disease. There's a global shortage of radiologists. Now artificial intelligence is helping speed up the diagnosis of tuberculosis in hard-to-reach communities.", "keywords": ["ai", "steps", "in", "to", "detect"], "category": "news"}, {"id": "news_5_1762909613", "news": "Get Ready to Hear a Lot About Robot and AI ‘Swarms’. Thousands of robo-brains are better than one.", "keywords": ["get", "ready", "to", "hear", "a"], "category": "news"}, {"id": "news_6_1762909613", "news": "AI’s Next Frontier? An Algorithm for Consciousness. Some of the world’s most interesting thinkers about thinking think they might’ve cracked machine sentience. And I think they might be onto something.", "keywords": ["ai’s", "next", "frontier?", "an", "algorithm"], "category": "news"}, {"id": "news_7_1762909613", "news": "Want to opt out of AI? State labeling laws might help. Some states are passing new laws requiring artificial intelligence to be clearly labeled, especially in regulated industries or on high-stakes documents such as police reports. The labels are crucial for people who'd rather not use AI at all.", "keywords": ["want", "to", "opt", "out", "of"], "category": "news"}, {"id": "news_8_1762909613", "news": "OpenAI, Broadcom Forge Multibillion-Dollar Chip-Development Deal. OpenAI and Broadcom are working together to develop and deploy 10 gigawatts of custom AI chips and computing systems over the next four years, a high-profile partnership aimed at satisfying some of the startup's immense computing needs. From a report: OpenAI …", "keywords": ["openai,", "broadcom", "forge", "multibillion-dollar", "chip-development"], "category": "news"}, {"id": "news_9_1762909613", "news": "Anthropic, Google Discuss Multibillion-Dollar Cloud Deal. Anthropic is in talks with Alphabet's Google on a deal to provide the artificial intelligence company with additional computing power valued in the high tens...", "keywords": ["anthropic,", "google", "discuss", "multibillion-dollar", "cloud"], "category": "news"}]}