{"last_update": 1766452264, "trends": [{"id": "news_0_1766452264", "news": "University students facing course 'cold spots' as enrolments fall. New data analysis suggests courses like artificial intelligence are surging in popularity as languages fall.", "keywords": ["university", "students", "facing", "course", "'cold"], "category": "news"}, {"id": "news_1_1766452264", "news": "Merriam-Webster’s 2025 word of the year is ‘slop’. Merriam-Webster has settled on a word that represents 2025 - and that word is \"slop.\" The dictionary-maker defines \"slop\" as \"digital content of low quality that is produced usually in quantity by means of artificial intelligence,\" something that many people …", "keywords": ["merriam-webster’s", "2025", "word", "of", "the"], "category": "news"}, {"id": "news_2_1766452264", "news": "Team GB athletes given AI-based online abuse help. Team GB Olympic and Paralympic athletes are to be offered a new form of artificial intelligence-based protection from online abuse.", "keywords": ["team", "gb", "athletes", "given", "ai-based"], "category": "news"}, {"id": "news_3_1766452264", "news": "This Is a Truly Great iPad Deal. Bolstered by Apple’s iPadOS 26 update, this discounted tablet is more versatile than ever before, thanks to this Cyber Monday iPad deal.", "keywords": ["this", "is", "a", "truly", "great"], "category": "news"}, {"id": "news_4_1766452264", "news": "Black Friday Brings A Truly Great iPad Deal. Bolstered by Apple's iPadOS 26 update, this discounted tablet is even more versatile than ever before, thanks to this Black Friday iPad deal.", "keywords": ["black", "friday", "brings", "a", "truly"], "category": "news"}, {"id": "news_5_1766452264", "news": "Trump Says He'll Sign Executive Order Preempting State AI Regulations. Federal policy would likely be more hands off when it comes to regulating artificial intelligence.", "keywords": ["trump", "says", "he'll", "sign", "executive"], "category": "news"}, {"id": "news_6_1766452264", "news": "Leaked Microsoft organizational chart shows the 16 executives helping Satya Nadella in the AI race. This highlights the leadership reshuffles and strategy shifts driving Microsoft's pivotal artificial intelligence push.", "keywords": ["leaked", "microsoft", "organizational", "chart", "shows"], "category": "news"}]}